---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemSpacingBottomDirn1
source: html/d22cbd50-869a-fe4e-075a-e059e5d26809.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemSpacingBottomDirn1 Property

"Bottom Major Spacing"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemSpacingBottomDirn1 { get; }
```